testCase_transientCooling/0/fluid/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 -1);

boundaryField
{
    inlet
    {
	  type  	fixedValue;
	  value 	uniform (0 0 -1);
    }


    outlet
    {
	  type        	inletOutlet;
	  inletValue    uniform (0 0 0);
	  value         uniform (0 0 -1);
    }

    tubeWall
    { 
	  type          slip;
    }

    fluid_to_bedOfSpheres
    {
	  type          fixedValue;
	  value         uniform (0 0 0);
    }
}


// ************************************************************************* //
