testCase_transientCooling/0/fluid/wallHeatFlux
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      wallHeatFlux;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 0 -3 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    outlet
    {
        type            calculated;
        value           uniform 0;
    }
    inlet
    {
        type            calculated;
        value           uniform 0;
    }
    tubeWall
    {
        type            calculated;
        value           uniform 0;
    }
    fluid_to_bedOfSpheres
    {
        type            calculated;
        value           nonuniform List<scalar> 
2688
(
2114832.96739
2113506.04913
2114636.49709
2111895.45645
2113298.67994
2115774.9039
2115722.25069
2115305.98546
...
)
;
    }
}


// ************************************************************************* //
